[
    { 
        "name" : "CQ",
        "describe" : "Cultural intelligence (CQ) is becoming an ever more sought after trait amongst managers. Much research on expatriates and global leadership shows that managers who may be highly effective in their home country may not necessarily be so in international settings. This accounts in no small measure for the high failure rates of expatriates who have been sent abroad to work for their companies. Consequently, global organizations actively seek individuals who can adjust and work effectively and efficiently in an international environment. In other words, candidates with cultural intelligence. Cultural intelligence may be defined as a person’s ability to successfully adapt to new cultural settings and individuals. It requires individuals to switch national contexts and rely on their desire and ability to learn new patterns of social interaction and devise the right behavioral responses to these patterns.  Underpinning these traits are the concepts of Multicultural Awareness and Multicultural Sensitivity.",
        "component" : [
            { 
                "name" : "Multicultural awareness",
                "component_scale" : [
                    { "min" : 0, "max" : 25, "describe" : "You have very low awareness of how communication, negotiation and leadership styles can differ from one country or region to another. This will be a major impediment for your professional progress unless you take immediate action to fill in this gap in your knowledge. Even if you never travel abroad for business, you will surely come into contact with customers, suppliers, distributors, colleagues and superiors from different parts of the world. You will find it very difficult to understand their perspectives and requirements.", "recommandation": "You are strongly advised to familiarize yourself with periodicals and newspapers which cover world events, and to also begin reading books about the history, politics and economic infrastructures of different regions." },
                    { "min" : 25, "max" : 50, "describe" : "You have an average appreciation of differences in communication, negotiation and leadership styles in different regions.", "recommandation": "You can improve this by regularly reading periodicals and newspapers which cover world events, and books about the history, politics and economic infrastructures of different regions. Try to see serious foreign films as they can also provide and entertaining insight into differences amongst cultures." },
                    { "min" : 50, "max" : 75, "describe" : "You have a good appreciation of the differences amongst countries.", "recommandation": "This can be further improved not only by reading relevant journals, but also through travel abroad and associating personally and professionally as often as possible with people from different cultures." },
                    { "min" : 75, "max" : 100, "describe" : "You have a thorough to excellent awareness of the differences amongst countries, and you are able to use this to your advantage in your professional negotiations with customers, suppliers, distributors, colleagues, and superiors.", "recommandation": "You can further improve your skills by learning (more) languages, travelling frequently, and associating with individuals from different countries." }                    
                ],
                "describe" : "Individuals with multicultural awareness recognize that communication, negotiation and leadership styles may vary based on country of origin and other cultural factors. They are interested by this observation, and seek ways to learn more about it.",
                "question" : [
                    { "text" : "When working with others in a multicultural group, $subject like(s) to know about the historical, legal, political and economic conditions of their different countries." },
                    { "text" : "In group meetings $subject assume(s) that cultural values will differ amongst participants." },
                    { "text" : "$subject believe(s) that gender roles may vary amongst people from different countries and/or cultures." }
                ]
            },
            { 
                "name" : "Multicultural sensitivity",
                "component_scale" : [
                    { "min" : 0, "max" : 25, "describe" : "You make no attempt to adapt your leadership style to cultural differences. This can have serious repercussions on your job search, and in your career progress.", "recommandation": "Try to become more aware of how you interact with people from different cultures, and why they may take offense at your behavior." },
                    { "min" : 25, "max" : 50, "describe" : "You have an average sensitivity to multicultural differences.", "recommandation": "Seek out foreign friends and/or colleagues and ask them to be frank in their feedback to you concerning your sensitivity to cultural differences." },
                    { "min" : 50, "max" : 75, "describe" : "You are fairly sensitive to multicultural differences, and adapt to them more often than not.", "recommandation": "Your score can be improved by becoming more aware of the kinds of issues which require adaptation on your part." },
                    { "min" : 75, "max" : 100, "describe" : "You are not only very sensitive to cultural differences that can affect business and decision making, but are also adapt your leadership style accordingly.", "recommandation": "You can further improve your skills by learning (more) languages, travelling frequently, and associating with individuals from different countries." }                    
                ],
                "describe" : "Individuals with multicultural sensitivity are not only aware of and interested in potential differences in communication, negotiation and leadership styles, but also make an effort to adapt their own communication and leadership styles accordingly.",
                "question" : [
                    { "text" : "$subject believe(s) that gender roles may vary amongst people from different countries and/or cultures."},
                    { "text" : "$subject realize(s) that because of different cultural backgrounds in our team, our perspectives may not be the same as those of team members from other regions." },
                    { "text" : "$subject believe(s)  that different cultural norms and values can affect business decisions in group work."}
                ]
            },
            { 
                "name" : "Multicultural communication skill",
                "component_scale" : [
                    { "min" : 0, "max" : 25, "describe" : "You lose patience easily when it comes to listening and understanding the difficulties that non-native speakers may have when they try to communicate with you.", "recommandation": "You need to become aware of this blockage on your part, and through this awareness attempt to minimize your reaction to it." },
                    { "min" : 25, "max" : 50, "describe" : "Try to engage more empathetically with people from different cultures.", "recommandation": "Be more patient and, if you are not certain of a point being made by a team member, either ask politely or repeat the point as you understand, to ensure that the two of you agree on the real intent of the statement." },
                    { "min" : 50, "max" : 75, "describe" : "You communicate well with people from different cultures and languages.", "recommandation": "You can improve this still more by beginning to focus on non-verbal communication and body language." },
                    { "min" : 75, "max" : 100, "describe" : "You are an excellent multicultural communicator, able to listen proactively and ask questions in a manner which is neither threatening nor intimidating for people from different cultures.", "recommandation": "You can further improve your skills by learning (more) languages, travelling frequently, and associating with individuals from different countries." }                    
                ],
                "describe" : "Communicating with people from different cultures requires even more active listening and questioning styles to ensure that what you interpret is indeed aligned with the intent of the speaker. Accordingly the communication style needs to be interactive and accommodating.",
                "question" : [ 
                    { "text" : "$subject adapt(s) my/his/her communication style to the cultural sensitivities in the group." },
                    { "text" : "When interacting with team members from different countries, $subject ask(s) questions to avoid misunderstanding." },
                    { "text" : "In group meetings with people from different countries, $subject never lose(s) patience and stop listening." }
                ]
            }
        ]
    },
     { 
        "name" : "EQ",
        "describe" : "Emotional intelligence relates to individuals’ ability to recognize and understand emotions in themselves and in others, and the ability to use this awareness to manage one’s behavior and relationships. Research demonstrates that emotional intelligence (EQ)  is a more accurate predictor of personal and professional success than cognitive knowledge (IQ). There are many facets to emotional intelligence, which are typically categorized under “intrapersonal”—emotional intelligence related to understanding and managing one’s own emotional states and behavior—and “interpersonal”—related to being able to understand and manage others’ emotional  states and behavior. Corporate recruiters and executive search firm are in particular interested in the following EQ skills: Communication and presentation skills, team player, leadership skills, critical thinking, empathy and enthusiasm.",
        "component" : [
            { 
                "name" : "Communication & presentation",
                "component_scale" : [
                    { "min" : 0, "max" : 25, "describe" : "Your communication and presentation skills are holding you back.", "recommandation": "Both in group work conversations, as well as in conversations with your friends, try to become more aware of how much you are proactively listening, as opposed to formulating your own opinions in your mind. Be aware of why you may have verbal outbursts, and what you can do to control them." },
                    { "min" : 25, "max" : 50, "describe" : "Your communication and presentation skills need to be improved.", "recommandation": "Observe the characteristics of “good communicators”: how they listen, encourage others to speak, the tone of voice, the body language. Be more willing to share ideas with others in the group" },
                    { "min" : 50, "max" : 75, "describe" : "Your communication and presentation skills are good, but can be further enhanced.", "recommandation": "Listen more, keep your emotions in check, practice presentation skills by volunteering to present as often as possible, use more story telling and entertainment both in group discussions and in your presentations." },
                    { "min" : 75, "max" : 100, "describe" : "You are a very good communicator. You are able to adapt your communication style to the audience, are an active listener, and encourage others to communicate in the appropriate way. You are able to get your ideas across articulately and persuasively." }                    
     
                ],
                "describe" : "The ability to communicate and present well is fundamental to corporate success. Communication has many aspects: the ability to articulate your arguments, decisions and ideas; the ability to persuade your team members that they are true; and the ability to be interesting and even entertaining while communicating and presenting. Moreover, it should be remembered that communicating is not about “talking”. In fact, research shows that listening constitutes approximately 45% of daily communication, with speaking at 30%, reading 16% and writing 9%. So a fundamental and sometimes element about a good communicator is the ability to listen well.",
                "question" : [
                    { "text" : "$subject am/is a good listener and pay(s) attention to what is being said by others." },
                    { "text" : "$subject am/is able to easily persuade other team members and win them over to my/his/her perspective." },
                    { "text" : "Whenever there is conflict in the group, $subject seek(s) feedback from others regarding his/her/my ability to try to manage it." },
                    { "text" : "When other team members become stressed or confrontational, $subject make(s) an effort to keep the conversation calm." },
                    { "text" : "$subject understand(s) how my behavior can affect others’ work and emotions in group work." },
                    { "text" : "Even during emotionally charged arguments, $subject remains patient." },
                    { "text" : "In stressful group work situations, $subject never respond(s) too quickly or sharply." },
                    { "text" : "$subject am/is aware of my/his/her verbal outbursts during the team discussions." },
                    { "text" : "$subject adapt my/his/her communication style to how others in the group are feeling." },
                    { "text" : "$subject always try/tries to find the best way to communicate with other team members, even when there is resistance, confusion or conflict." },
                    { "text" : "$subject like(s) to express opinions and share ideas with others in the team." },
                    { "text" : "$subject enjoys being on stage and presenting the recommendations of our group work to others." },
                    { "text" : "During group discussions, $subject frequently use(s) stories and metaphors to get my/his/her ideas and recommendations across more persuasively." }
                ]
            },
            { 
                "name" : "Team player",
                "component_scale" : [
                    { "min" : 0, "max" : 25, "describe" : "You are not considered a good team player. This could be a very serious impediment to your job and professional prospects.", "recommandation": "Think less of yourself, and more of others. Recognize that ideas need to be shared by all, and that every idea needs to be considered without being disparaged. It’s not about you, but about the team." },
                    { "min" : 25, "max" : 50, "describe" : "You are an average team player, but clearly prefer not being in a team but rather on your own. In today’s and tomorrow’s interconnected world, being a “loner” will not be possible.", "recommandation": "Be more willing and enthusiastic in sharing ideas, and tasks, and allowing others in the team to do the same. Keep your stress under control, be more outgoing towards other team members, and develop your listening and questioning skills. Do not blame specific individuals for the results of the team, and be sure to listen to and incorporate other team members’ opinions. If you disagree, explain your position amicably and politely." },
                    { "min" : 50, "max" : 75, "describe" : "You are perceived as a good team player, but have room for improvement.", "recommandation": "Participate more openly, genuinely and proactively in the group work discussions, assume more responsibility for your tasks in the team, and proactively encourage other team members to do the same." },
                    { "min" : 75, "max" : 100, "describe" : "You are an excellent player. Your team perceives you as a positive member of group, always willing to listen and incorporate others’ viewpoints. Even when the team is not working as well as you would like, you do not get angry or frustrated and instead try to bring the team together.", "recommandation": "Given your skills as a team player, we recommend that you teach others how to become better team players by pointing out to them their lapses and oversights, and what they should do to improve." }                    
     
                ],
                "describe" : "The ability to work well in a team --to put ego, prejudices and personal likes and dislikes aside in order to listen to others, cooperate, negotiate and collaborate --  has always been an essential attribute for success in the workplace. Today, as the workplace globalizes, this emotional skill has taken on even more importance. Working in multinational teams has been shown to provide the perfect developmental opportunity for any organization’s future leaders, since the global leaders of tomorrow must develop strong interpersonal skills appropriate for managing the most complex organizations. As operating effectively in global teams requires skillfully managing large differences in member backgrounds, across geographic distances, while resolving problems and making decisions, this provides the ideal training ground for fostering the kind of interpersonal skills needed. Moreover, with more and more companies doing business in far-flung places, virtual those made up of people in different physical locations--are on the rise. Geographic separation can make it even more challenging for dispersed teammates to communicate and collaborate. Yet the ability to do this will be key for success in tomorrow’s world.",
                "question" : [
                    { "text" : "$subject incorporate other team members’ viewpoints into our group presentations." },
                    { "text" : "$subject never become(s) impatient when listening to team members."},
                    { "text" : "During tense group discussions, $subject never project(s) my/his/her stress and sense of urgency onto other people." },
                    { "text" : "$subject am/is an easy going and sociable person, and want(s) the team to work well together." },
                    { "text" : "Whenever $subject have/has a problem with the group assignment, $subject will contact the other team members to find solutions." },
                    { "text" : "Even when $subject am/is angry or frustrated with the pace or quality of my group’s work, I/he/she remain(s) cool, calm and collected." },
                    { "text" : "$subject know(s) that I/he/she don’t/doesn’t work well under tight deadlines, so I/he/she get my/their part of the group work done well in advance." },
                    { "text" : "When $subject believe(s) that team members didn’t do a good job, I/he/she try/tries to understand the reasons for the failure and whether my/his/her actions or decisions had something to do with it." },
                    { "text" : "During group work discussions, $subject respectfully listen(s) to team members and then offer my/his/her opinions." },
                    { "text" : "$subject am/is interested in understanding team members’ points of view, and then offering some suggestions based on what they’re saying." },
                    { "text" : "Even if $subject thinks I/he/she have/has a better plan, I/he/she let others feel good about their ideas too" },
                    { "text" : "When our group project is criticized by the instructor, $subject don’t/doesn’t blame others and instead try/tries to understand what we did wrong and how we can improve for the next round." }
                ]
            },
            { 
                "name" : "Leadership",
                "component_scale" : [
                    { "min" : 0, "max" : 25, "describe" : "You are not perceived as being a natural leader, nor even as having the potential of becoming a leader. While not everyone wants, nor is intended to be a leader, there will be times during your professional life when you will have to take the lead of a project. And to do this you will need to be able to inspire those working with you. Thus the sooner you learn the elements of leadership, the sooner you will be able to practice them.", "recommandation": "You are strongly encouraged to read books on the subject of leadership, and observe and compile the characteristics of strong leaders, be they in the field of business, politics, or historical figures. Discuss your findings with friends and colleagues. Be willing to listen to their interpretations and analysis." },
                    { "min" : 25, "max" : 50, "describe" : "You have average leadership skills, but are not perceived as the “go to” person when it comes to making a decision and/or moving the team forward.", "recommandation": "Become more aware of the feelings of others, in order to better influence and inspire them. Involve others more in decision making, and do not try to be overtly in control. The best leaders are those who are able to create a sense of project ownership in others." },
                    { "min" : 50, "max" : 75, "describe" : "You have the potential of being a true leader. Not because you think so, but because others do.", "recommandation": "You need to fine-tune and hone that potential. Congratulate others more, encourage them to participate, demonstrate commitment to the project and trust in team members’ abilities and contributions, aim to always bring out the best in people." },
                    { "min" : 75, "max" : 100, "describe" : "You are perceived as a natural and inspiring leader. Team members not only have confidence in your abilities and guidance, but want to go the extra mile thanks to your insights, enthusiasm, and encouragement. They feel motivated and engaged. You are a role model for them; the responsibility is on you to not let them down." }                    
     
                ],
                "describe" : "It has been said that “leadership is one of the most observed and least understood phenomena on earth”. Although there is no one comprehensive definition that encompasses all of the leadership aspects, one common theme found throughout the literature is the ability to influence people to follow so as to implement change, and thus achieve the desired goals. Transformational leadership, considered an especially important form of leadership today, is especially “relationship” centered, and transformational leaders are able to influence the team to do more than expected.  Transformational leaders are considered to be smart with their feelings and are able to drive the emotions of those they lead in the right direction. People will follow a leader who inspires them.",
                "question" : [
                    { "text" : "$subject am/is able to manage my/his/her emotions in confrontational group work situations." },
                    { "text" : "$subject encourage(s) the participation of everyone on the team."},
                    { "text" : "$subject am/is able to build group pride, foster a positive emotional tone, and bring out the best in our team members."},
                    { "text" : "$subject always notice(s) when team members appear annoyed, frustrated or overwhelmed by my/his/her personality" },
                    { "text" : "Whenever team members don’t do what they were expected to do, $subject deal(s) with it professionally and politely and explain(s) what had to be done differently." },
                    { "text" : "$subject can lead group discussions without team members feeling that they are being controlled." },
                    { "text" : "$subject always congratulate(s) team members for a job well-done." },
                    { "text" : "Even if $subject don’t/doesn’t like a team member, I/he/she will still work proactively with that person to get the job done." },
                    { "text" : "$subject take(s) other team members’ opinions into consideration when making decisions." },
                    { "text" : "$subject never blame(s) the team members when things go wrong." },
                    { "text" : "$subject use(s) “we” rather than “I” when describing our team’s accomplishments." }
                 ]
            },
            { 
                "name" : "Critical thinking",
                "component_scale" : [
                    { "min" : 0, "max" : 25, "describe" : "Your critical thinking skills are perceived as being very low. If true, this can hold you back in your career progress.", "recommandation": "Try to force yourself to approach situations in a more integrated way; constantly think of the pros and cons of any decision made; try to think of how others—for instance competitors, customers, employees, etc.- would react to your decision. Try always to see the big picture, and not lose sight of the forest, for the trees." },
                    { "min" : 25, "max" : 50, "describe" : "You are seen as having weak critical thinking ability. This can jeopardize career progress, as critical thinking is fundamental to seeing the bigger picture, determining what kind of information is lacking to see the big picture, and being able to find and incorporate that information into the decision making process.", "recommandation": "Then always make sure to try to assess how others would view your decision, and the relevance and accuracy of their viewpoint." },
                    { "min" : 50, "max" : 75, "describe" : "You are perceived as being a quite strong critical thinker.", "recommandation": "You can further enhance this by continuously challenging your own assumptions and seeing if there is a different solution to a problem, or route to a given outcome. Inevitably there are, and the pros and cons of each need to be weighed. This kind of exercise is one of the best ways to further strengthen your already considerable critical thinking skills." },
                    { "min" : 75, "max" : 100, "describe" : "You are perceived to be an excellent critical thinker, which means team members naturally trust and follow your recommendations in terms of what needs to be done, as well as your ability to analyze any situation from multiple perspectives—including their own.", "recommandation": "The best recommendation for someone with your level of critical thinking skills would be to try and inculcate that skill in others. This can be achieved by politely and professionally challenging their assumptions and offering alternative solutions until they are able to see for themselves how to make the most appropriate decision." }                    
                ],
                "describe" : "Similar to “leadership”, there are many definitions of “critical thinking”. One academic quipped that critical thinking is: “thinking about your thinking, while you’re thinking, in order to make your thinking better”. More rigorously, research has been fairly consistent in suggesting that critical thinking has two basic dimensions: (a) a technical dimension (performing tasks in a logical, rigorous, linear, and instrumental way) and (b) a philosophical dimension (recognizing and evaluating the underlying assumptions that determine which tasks to perform). The technical dimension emphasizes “purposeful, reasoned, and goal-directed thinking,” whereas the philosophical dimension emphasizes a “heightened awareness of multiple points of view and context, as well as the evaluation of one’s own thought processes before reaching a conclusion”. It is this second point which is of course closely aligned to emotional intelligence.",
                "question" : [
                    { "text" : "When discussing the problem to be solved within the group, $subject am/is aware of how others perceive me/him/her." },
                    { "text" : "In case work discussions on which managerial option to follow, $subject am/is able to see the big picture and am/is not too narrowly focused." },
                    { "text" : "During debate on which group decision to take, $subject am/is able to consider issues from other team members’ perspectives." },
                    { "text" : "In case study discussions, $subject am/is easily able to identify the major issues confronting the organization and/or protagonists in the case." },
                    { "text" : "When other team members suggest an alternative solution or recommendation to mine/his/her, $subject listen(s) to them and weigh the pros and cons of the different options with all the team members." }
                ]
            },
            { 
                "name" : "Empathy",
                "component_scale" : [
                    { "min" : 0, "max" : 25, "describe" : "You are not considered empathetic. Unfortunately, this corresponds to a perception of you as being self-centered and highly egotistic. It will be difficult for you to build relationships at work, and in an ever more networked economy the implications of this inability will seriously hinder career progress.", "recommandation": "Begin to observe others more, be more patient, try to see the value and good in others, and try to put yourself in their shoes." },
                    { "min" : 25, "max" : 50, "describe" : "You are perceived as being fairly empathetic, although the score suggests that you may not be naturally empathetic, but simply pretending to be so. If so, this can backfire.", "recommandation": "Try not to think about yourself and what motivates you all the time, but rather what could motivate—or demotivate-- others.  Remember we are not all alike, and “you are not the market”. This is an important realization in any kind of commercial success: without being able to empathize with the feelings and needs of others, and see and feel things from their perspectives, it will be very difficult to motivate employees, or to sell anything to customers." },
                    { "min" : 50, "max" : 75, "describe" : "You are considered as someone who can readily see things from the perspective of others. Not only that, but you are also seen as someone who is easy to get along with and who can build relationships with everyone. This is a very powerful combination, as not only are you able to see things from others’ perspectives, but others like you. It is thus easy for you to get your ideas across, and win others to your side." },
                    { "min" : 75, "max" : 100, "describe" : "You are very empathetic. Others feel safe around since they know that you care about them. This creates a very powerful bond between you and others: team members will by and large agree with your suggestions and customers will become very loyal. And because you are able to feel others’ emotions so thoroughly and sincerely, you are also able to influence them." }                    
                ],
                "describe" : "Empathy is an emotional skill that builds on self-awareness and the awareness of others. It has been called the fundamental “people skill”. People who are empathic are more attuned to the subtle social signals that indicate what others need or want. Leaders with empathy take initiative in creating a two-way emotional bond in which they not only feel others’ emotions, but are able to influence them as well. Some recent research has suggested that empathy was the most important predictor of leadership potential, more important than measures of cognitive ability (IQ). Empathy has thus been related to leadership potential and effectiveness, and empathic leaders have followers who experience less stress and physical symptoms. Moreover it has been shown that entrepreneurs high on empathy will be more successful at motivating and leading their employees; more attuned to their customers' wants and thus have higher customer satisfaction; and be more innovative.",
                "question" : [
                    { "text" : "$subject am/is able to read the emotions of the team members." },
                    { "text" : "$subject easily build(s) relationships with almost everyone on the team." },
                    { "text" : "In group-work, $subject care about how others may feel when someone has been rude or condescending to them." },
                    { "text" : "$subject understand(s) what motivates our team members, even those from different backgrounds." },
                    { "text" : "$subject am/is able to read other team members’ emotions and use that insight to create a positive and participative forum for group work discussions." }
                ]
            },
            { 
                "name" : "Enthusiasm",
                "component_scale" : [
                    { "min" : 0, "max" : 25, "describe" : "You are seen as being apathetic and disinterested. While this may not be the case, the perception can seriously impact your professional progress as people do not like to be around such individuals. They drain energy and make the work environment unpleasant.", "recommandation": "Even if a meeting or the people in it bore you, make an effort to be more participative and positive." },
                    { "min" : 25, "max" : 50, "describe" : "You can be perceived as lacking in energy and enthusiasm. Recruiters would be hesitant to take on and recommend such candidates.", "recommandation": "Become more aware of how your demeanor and body language are perceived by others. Complain less, contribute more." },
                    { "min" : 50, "max" : 75, "describe" : "You are considered quite enthusiastic as an individual, good to have around and work and collaborate with.", "recommandation": "Focus on improving this still more. Volunteer to take on additional tasks, motivate others to do the same and, when appropriate, smile and laugh more." },
                    { "min" : 75, "max" : 100, "describe" : "You are a very enthusiastic person, very rarely complaining, or blaming others, and taking on each new assignment or project with a positive, can-do attitude. Your natural enthusiasm charges others who may be less enthusiastic by nature. Keep it up!" }                    
                ],
                "describe" : "Enthusiasm may be hard to define, but very easy to recognize in people. Recruiters know this better than anyone else. It is almost an aphorism today that executives are not simply looking for functional skills in their new recruits. They are looking for an individual with whom they have to spend at least eight hours a day, every day. All things being equal, individuals who exude enthusiasm and positivity will also be preferable to someone with similar technical and functional skills, but with a negative and apathetic demeanor. Enthusiasm is thus a fundamental characteristic of successful leaders, and team players alike.",
                "question" : [
                    { "text" : "$subject always approach(es) a new group task, even if it means added work for me/him/her, enthusiastically." },
                    { "text" : "$subject really enjoy(s) it when the problem or issue that has to be solved as a team is a challenging and unexpected one."},
                    { "text" : "Even when the instructor seemed harsh in the criticism of our group work, $subject see(s) it as a way to improve for the next round." },
                    { "text" : "$subject never complain about the workload or the pace of work." }
                 ]
            }
        ]
    }
    
]
